/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "Avanti";
"Crop:Apply" = "Avanti";
"Next" = "Avanti";
"Done" = "Fatto";
"Cancel" = "Annulla";
"Effects:Done" = "Avanti";

// Crop Screen Title
//"Crop" = "Ritaglia";

//Crop Preset Titles
"NoCrop" = "Normale";
"SquareCrop" = "Quadrato";
"CustomCrop" = "Personalizzata";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = "Sticker";
//"Filters" = "Filtri";
//"Borders" = "Bordi";
//"Text" = "Testo";
//"Draw" = "Disegna";

// Loading Prompt
"LoadingEffects" = "Caricamento";

// Pop-up Alert Text
"Alert" = "Avviso";
"OK" = "OK";
"Error" = "Errore";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "Cancellare disegno?";
"ClearDrawMsg" = "Vuoi davvero cancellare completamente il disegno dall'immagine?";
"ClearDrawYes" = "Cancella disegno";

"PriceUnavail" = "Prezzo del prodotto non disponibile";
"PurchaseProblem" = "Si è verificato un errore durante l'acquisto.";
"RestoreError" = "Errore durante il ripristino degli acquisti";
"PayentProblem" = "Non è stato possibile elaborare il pagamento";

// Effect Pack Downlad Status
"Waiting" = "Attendo...";

// Effect Pack Store Button Labels
"Free" = "Gratis";
"Download" = "SCARICA";
"Installing" = "INSTALLO...";

// Effect Pack Store Title
"DownloadPack" = "Scarica pacchetto";

// Effect Pack Store Page Restore button title
"Restore" = "Ripristina acquisti";

// 'None' border selection
"NoBorder" = "Normale";

// 'None' filter selection
"NoFilter" = "Normale";
